---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures
source: html/10770f82-3aef-37d6-235b-b3a4763fef9e.htm
---
# BuiltInFailures.CurtainWallFailures Properties

Can't put Corner Mullion at end joined to non-Curtain Wall.